Autodesk.Revit.DB.BuiltInFailures.ComponentRepeaterFailures.ComponentRepeater_ThereIsOnlyOneInstanceInThisRepeater
There is only one component in this repeater.

Autodesk.Revit.DB.BuiltInFailures.ComponentRepeaterFailures.ComponentRepeater_InvalidFamilyOnReload
Reloaded family not appropriate for repeater.

Autodesk.Revit.DB.BuiltInFailures.ComponentRepeaterFailures
Failures related to component repeaters.